<template>
	<view class="container">
		<view>
			物联大师是无锡真格智能科技有限公司 推出的开源且免费的物联网智能网关系统，集成了标准Modbus和一些主流PLC协议，支持数据采集、公式计算、定时控制、异常报警、自动控制策略、流量监控、远程调试等功能，
			适用于大部分物联网或工业互联网应用场景。 系统采用Golang编程实现，支持多种操作系统和CPU架构，可以运行在智能网关上，也可以安装在现场的电脑或工控机上，还能部署到云端服务器。
			系统支持可视化显示，内置组态编辑器和组件库，能够实现Web组态（SCADA），支持投放到大屏上。
		</view>

		<view>
			项目摒弃复杂的平台架构思维，远离微服务，从真实需求出发，注重用户体验，做到简捷而不简单，真正解决物联网缺乏灵魂的问题。 我们的宗旨是：让物联网实施变成一件简单的事情!!!
		</view>

		<view>
			项目的优势:
		</view>
		<view>
			开源免费，商业应用也不限制
		</view>
		<view>
			单一程序文件，不需要配置环境，不依赖第三方服务，放服务器上就能跑
		</view>
		<view>
			极小内存占用，对于一百节点以内的物联网项目，只需要几十兆内存足够了，比起隔壁Java动辄大几百兆内存简直太省了
		</view>
		<view>
			支持工控机和智能网关，边缘计算也没问题
		</view>
		<view>
			支持Web组态，可视化，大屏展示，毕竟很多物联网项目都是面子工程
		</view>
		<view>
			在线产品库、模板库、组态库，小白也能分分钟搞得有模有样
		</view>

	</view>
</template>

<script>
	export default {
		data() {
			return {

			};
		}
	}
</script>

<style lang="scss">
	.container {
		padding: 35rpx;
	}
</style>
